function Home() {
    document.getElementById("change").innerHTML="\
<aside>\
                <div id=img><img src='image/champion.jpg' height='500px'></div>\
            </aside>\
            <p>讚在剛大學畢業，就讀資訊工程學系，目前求職中。<br>\
            在大學期間有碰過C、C#、java、html，<br>\
            因為校內城市檢定滿題所以當過java的助教，也當過系排隊長，<br>\
            喜歡解決問題，這會讓我有成就感。</p>\
            </p>";
}

function Story() {
        document.getElementById("change").innerHTML="\
            <h1> 自傳 </h1>\
            <p>個人特質：<br>\
我喜歡學習新的技能，接觸新的事物，這可以讓我獲得成就感，也可以使我更快樂，很多事都喜歡用邏輯去解決問題，幾乎不會感性面對事物，算是一個很理性的人。喜歡有目標的前進，所以自己會適時的給自己訂一些目標，並把所有目標都掌握在時間內完成。<br>\<br>\
個性：<br>\
我的個性隨和、謹慎、學習能力強、喜歡解決問題，對任何事情都有自信並且用冷靜的態度去面對，不會感情用事，該怎麼做就怎麼做。<br>\<br>\
溝通能力：<br>\
在團隊合作中，要共同完成一個目標的先決條件就是彼此的溝通必須是有效的，所以我在團隊開會的時候，傾向先聽大家說，再發表自己的想法。所以我的溝通方式屬於，先傾聽之後再整理對方的思緒，再提出自己的想法，讓對方也能進入我的思緒。<br>\<br>\
興趣愛好：<br>\
我喜歡運動、聽音樂，在大學時當過系排隊長，隊長是所有隊員的表率，必須先把自己做好，才能夠要求別人，所以我嚴格訓練自己，利用時間管理規畫訓練。從中學到組織領導，如何帶領球隊以正面積極的態度，克服困難，也獲得學弟們的好評。<br>\<br>\
未來規劃：<br>\
我希望我的第一份工作是具有發展性的、能讓我累積很多經驗，加強自己的不足、熟練自己的專項，並能盡快對公司做出貢獻，為公司帶來更多的效益。<br>\
我希望我的第一份工作是具有發展性的、能讓我累積很多經驗，加強自己的不足、熟練自己的專項，並能盡快對公司做出貢獻，為公司帶來更多的效益。<br>\
                </p>";
    
}

function Contact(){
        document.getElementById("change").innerHTML="\
        <aside>\
            <div id=img><img src='image/cute.jpg' width='200%'></div>\
            </aside>\
            <h1>聯繫我們</h1>\
            <p>photo:0978470139\
            <p>Email:ruru159321@gmail.com\
            </p>";
}